/**
 * 使用的集团
 * 北京日昌景曦餐饮管理有限公司（集团ID: 7356）
 * 北京致品卓越餐饮管理有限公司（集团ID: 251840）
 * 广州市木木餐饮管理有限公司（集团ID: 42342）
 * 签王之王餐饮管理有限公司（集团ID: 16532 ）
 * 重庆香佰里餐饮管理有限公司（集团ID：289058)
 * 深圳亚米餐饮管理有限公司（集团ID: 260622）
 * 北京乐堡士餐饮管理有限公司（集团ID: 75697
 * 邢台鸿方正茂科技开发有限公司（集团ID: 103422
 * 河南鸡装箱餐饮企业管理有限公司        2029
 * 唐山谷得集团        505
 * 珍味小筑        3584
 * 上海兜约网络科技有限公司        137122
 * 线上  189702
 * 童虎  11157
 */
export const avaHouseKeeperGroups = ['11157', '189702', '7356', '251840', '42342', '16532', '289058', '260622', '75697', '103422', '2029', '505', '3584', '137122'];


/**
 * 使用的集团
 * 北京日昌景曦餐饮管理有限公司（集团ID: 7356）
 * 北京致品卓越餐饮管理有限公司（集团ID: 251840）
 * 广州市木木餐饮管理有限公司（集团ID: 42342）
 * 签王之王餐饮管理有限公司（集团ID: 16532 ）
 * 重庆香佰里餐饮管理有限公司（集团ID：289058)
 * 深圳亚米餐饮管理有限公司（集团ID: 260622）
 * 北京乐堡士餐饮管理有限公司（集团ID: 75697
 * 邢台鸿方正茂科技开发有限公司（集团ID: 103422
 * 线上  189702
 * 童虎  11157
 */
export const avaIntelligentGiftRuleGroups = [];

