/**
 * 流失唤醒
 * 使用的集团
 * 北京日昌景曦餐饮管理有限公司（集团ID: 7356）
 * 北京致品卓越餐饮管理有限公司（集团ID: 251840）
 * 广州市木木餐饮管理有限公司（集团ID: 42342）
 * 签王之王餐饮管理有限公司（集团ID: 16532 ）
 * 重庆香佰里餐饮管理有限公司（集团ID：289058)
 * 北京乐堡士餐饮管理有限公司（集团ID: 75697
 * 邢台鸿方正茂科技开发有限公司（集团ID: 103422
 * 河南鸡装箱餐饮企业管理有限公司        2029
 * 唐山谷得集团        505
 * 珍味小筑        3584
 * 上海兜约网络科技有限公司        137122
 * 西安蚝太郎餐饮管理公司        291074
 * 魔法厨房餐饮集团    30337
 * 食牛道  43747	
 * 李想大虾火锅花园	 31347
 * 厦门市申鹏网络科技有限公司	102612
 * 巴蜀鼎味火锅	283454	
 * 河北冀成餐饮管理有限公司	14692
 * 北京春记餐饮管理有限责任公司第二分公司	166572	
 * 线上  189702
 * 童虎  11157
 */
export const avaHouseKeeperGroups = ['11157', '189702', '7356', '251840', '42342', '16532', '289058', '75697', '103422', '2029', '505', '3584', '137122','291074','30337','43747','31347','102612','283454','14692','166572'];


/**
 * 智能发券
 * 使用的集团
 * 北京日昌景曦餐饮管理有限公司（集团ID: 7356）
 * 北京致品卓越餐饮管理有限公司（集团ID: 251840）
 * 广州市木木餐饮管理有限公司（集团ID: 42342）
 * 签王之王餐饮管理有限公司（集团ID: 16532 ）
 * 重庆香佰里餐饮管理有限公司（集团ID：289058)
 * 北京乐堡士餐饮管理有限公司（集团ID: 75697
 * 邢台鸿方正茂科技开发有限公司（集团ID: 103422
 * 河南鸡装箱餐饮企业管理有限公司        2029
 * 唐山谷得集团        505
 * 珍味小筑        3584
 * 上海兜约网络科技有限公司        137122
 * 西安蚝太郎餐饮管理公司        291074
 * 魔法厨房餐饮集团    30337
 * 食牛道  43747	
 * 李想大虾火锅花园	 31347
 * 厦门市申鹏网络科技有限公司	102612
 * 巴蜀鼎味火锅	283454	
 * 河北冀成餐饮管理有限公司	14692
 * 北京春记餐饮管理有限责任公司第二分公司	166572
 * 线上  189702
 * 童虎  11157
 */
export const avaIntelligentGiftRuleGroups = ['11157', '189702', '7356', '251840', '42342', '16532', '289058', '75697', '103422', '2029', '505', '3584', '137122','291074','30337','43747','31347','102612','283454','14692','166572'];


